commands_templates/GetDot1XConfiguration0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/device/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetDot1XConfiguration>
         <!--type: ReferenceToken-->
         <wsdl:Dot1XConfigurationToken>?</wsdl:Dot1XConfigurationToken>
      </wsdl:GetDot1XConfiguration>
   </soap:Body>
</soap:Envelope>